// 
/*
 * Licensed Materials - Property of IBM
 * 5725-I43 (C) Copyright IBM Corp. 2006, 2013. All Rights Reserved.
 * US Government Users Restricted Rights - Use, duplication or
 * disclosure restricted by GSA ADP Schedule Contract with IBM Corp.
 */

//a
"Application Error" = "Errore dell'applicazione";
"appInternalError" = "L'applicazione ha rilevato un errore interno. Disinstallare e reinstallare l'applicazione.";
"appNeedsSpace" = "L'applicazione richiede %.2f MB per l'inizializzazione, ma sono disponibili solo %.2f MB. Liberare spazio e riprovare.";
"appZipDownloadFailedServerNotResponding" = "Download del file di archivio dell'applicazione non riuscito. Il server non risponde.";
"applicationDisabled" = "Applicazione disabilitata";
"appWeResourcesNotAccessible" = "Impossibile accedere alle risorse Web dell'applicazione.";

//c
"cancel" = "Annulla";
"close" = "Chiudi";

//d
"downloading" = "Download in corso...";

//e
"error" = "Errore";
"errorProcessingRequestFromApp" = "È stato rilevato un errore durante l'elaborazione della richiesta dall'applicazione.";
"errorProcessingZip" = "Si è verificato un errore durante l'estrazione del file di archivio.  Consultare i messaggi precedenti per la causa dell'errore.";
"exit" = "Esci";

//g
"getNewVersion" = "Ottieni nuova versione";

//o
"ok" = "OK";

//s
"serviceNotification" = "Notifica del servizio";

//u
"update" = "Aggiorna";
"upgrade" = "Esegui l'upgrade";
